13/data/attachments/98860d8a7cc1fea.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:friendsRequest>
            <nif:username>soap_friends_412cd2e6-78d5-4f38-9450-89a55b54f750</nif:username>
            
        </nif:friendsRequest>
    </soapenv:Body>
</soapenv:Envelope>